cask_args appdir:"/Applications"

tap "heroku/brew"

brew "tree"
brew "heroku"
brew "git"　
brew "mas"
brew "tmux"
brew "zsh"
brew "zsh-completions"
brew "mysql"
brew "htop"
brew "awscli"
brew "postgresql"
brew "nodebrew"
brew "poetry"
brew "pyenv"
brew "nkf"
brew "deepl"

cask "skype"
cask "background-music"
#cask "virtualbox"
#cask "viber"
cask "docker"
cask "amazon-music"
cask "appcleaner"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "visual-studio-code"
cask "vlc"
cask "dropbox"
cask "alfred"
cask "zotero"
cask "unity-hub"
cask "java"
cask "android-studio"
cask "pycharm-ce"
cask "sourcetree"

mas "Slack", id: 803453959
mas "LINE", id: 539883307
mas "Twitter", id: 409789998
mas "Magnet", id: 441258766
mas "Kindle", id: 405399194
mas "Microsoft To-Do", id:1274495053
mas "Xcode", id: 497799835
