cask_args appdir:"/Applications"

tap "heroku/brew"

brew "heroku"
brew "git"
brew "mas"
brew "tmux"
brew "zsh"
brew "zsh-completions"
brew "mysql"
brew "htop"
brew "awscli"

cask "skype"
#cask "virtualbox"
cask "docker"
cask "amazon-music"
cask "appcleaner"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "visual-studio-code"
cask "vlc"
cask "dropbox"
cask "alfred"
cask "mendeley"
cask "unity-hub"

mas "Slack", id: 803453959
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Kindle", id: 405399194
mas "Microsoft To-Do", id:1274495053
